jorgebucaran/fisher
jorgebucaran/nvm.fish
derekstavis/fish-neovim
jorgebucaran/autopair.fish
joshmedeski/fish-lf-icons
nickeb96/puffer-fish
patrickf1/fzf.fish
danhper/fish-ssh-agent
